/* Initial name of untitled document */
"Untitled CD" = "Untitled CD";

/* Open panel - prompt when adding tracks */
"Select one or more music files." = "Select one or more music files.";

/* Open panel - button when adding tracks */
"Select" = "Select";

/* Unit of time - second (singular) */
"second" = "second";

/* Unit of time - seconds (plural) */
"seconds" = "seconds";

/* Singular track - %u will be the number 1 */
"%u track" = "%u track";

/* Plural tracks - %u will be the number of tracks, either 0 or 2-99 */
"%u tracks" = "%u tracks";

/* Disc length */
"Total time: %@" = "Total time: %@";

/* Time format - %m is minutes, %s is seconds; format options work as if it were %d */
"%m:%02s" = "%m:%02s";

/* Warning text - used to indicate when format ISRC is invalid */
"(Invalid)" = "(Invalid)";

/* Tooltip - Add tracks */
"Add tracks" = "Add tracks";

/* Tooltip - Remove tracks */
"Remove tracks" = "Remove tracks";

/* Tooltip - Burn disc */
"Record these files to an audio CD." = "Record these files to an audio CD.";

